[
    {
        "id": "pilsudski",
        "name": "Józef Piłsudski",
        "quotes": [
            "Socjalista w Polsce dążyć musi do niepodległości kraju, a niepodległość jest znamiennym warunkiem zwycięstwa socjalizmu w Polsce.",
            "Tylko ten człowiek wart nazwy człowieka, który ma pewne przekonania i potrafi je bez względu na skutki wyznawać czynem.",
            "Mogła mi się próba stworzenia zawiązku wojska polskiego nie udać, mogłem się mylić w rachubach, lecz nie mogłem zdobyć się na jakieś udawanie Józefa Poniatowskiego i tonąć w jakiejś Elsterze.",
            "Siła bez wolności i sprawiedliwości jest tylko przemocą i tyranią. Sprawiedliwość i wolność bez siły jest gadulstwem i dzieciństwem.Wy w wojnę beze mnie nie leźcie, wy ją beze mnie przegracie.",
            "Polska jest jak obwarzanek. Wszystko, co najlepsze na Kresach, a w środku pustka."
        ]
    },
    {
        "id": "dmowski",
        "name": "Roman Dmowski",
        "quotes": [
            "Można bodaj z całą słusznością powiedzieć, że nigdzie nie ma tylu co u nas nieinteligentnych intelektualistów i tylu estetów bez smaku.",
            "Obowiązki względem ojczyzny, to nie tylko obowiązki względem Polaków dzisiejszych, ale także względem pokoleń minionych i tych co po nas przyjdą.",
            "...dopóki ostatni Polak, któremu sęp nie wyżarł mózgu - rzuciwszy naokół wzrokiem rozpaczliwym, nie zawoła już naprawdę Finis Poloniae!",
            "Obowiązki względem ojczyzny, to nie tylko obowiązki względem Polaków dzisiejszych, ale także względem pokoleń minionych i tych co po nas przyjdą.",
            "Wszystko co polskie jest moje: niczego się wyrzec nie mogę. Wolno mi być dumnym z tego, co w Polsce jest wielkie, ale muszę przyjąć i upokorzenie, które spada na naród za to co jest w nim marne.",
            "Żadne państwo nie powstało z jednolitego materiału plemiennego, ale trwając długo, z tego różnorodnego materiału wytworzyło jeden naród."
        ]
    },
    {
        "id": "paderewski",
        "name": "Ignacy Jan Paderewski",
        "quotes": [
            "… Nie zginie Polska, nie zginie! Lecz żyć będzie po wieki wieków w potędze i chwale. Dla was, dla nas i dla całej ludzkości",
            "Nic tak nie wzmaga sił przeciwnika, jak wyrządzona mu krzywda.",
            "Droga do sukcesu jest pełna kobiet popychających mężów."
        ]
    },
    {
        "id": "witos",
        "name": "Wincenty Witos",
        "quotes": [
            "Chłop zachował w najgorszych chwilach ziemię, religię i narodowość. Te trzy wartości dały podstawę do stworzenia państwa.",
            "Nie ma sprawy ważniejszej niż Polska.",
            "Polska polityka za polskie pieniądze…",
            "Prawdę mówić! Prawdą się kierować! Prawdy żądać! Prawdy dochodzić!",
            "Nie miałem nigdy przesadnej wrażliwości ani skłonności poetyckich. Starałem się na wszystko patrzeć realnie."
        ]
    },
    {
        "id": "korfanty",
        "name": "Wojciech Korfanty",
        "quotes": [
            "My, Polacy, od pierwszej chwili, gdyśmy do tego parlamentu wstąpili, uważaliśmy się zawsze za przedstawicieli narodu polskiego.",
            "W naszym narodzie chcą oni stworzyć niby państwo w państwie, chcą mieć większe prawa niż reszta obywateli.",
            "My, Polacy, od pierwszej chwili, gdyśmy do tego parlamentu wstąpili, uważaliśmy się zawsze za przedstawicieli narodu polskiego.",
            "W naszym narodzie chcą oni stworzyć niby państwo w państwie, chcą mieć większe prawa niż reszta obywateli."
        ]
    },
    {
        "id": "daszyn",
        "name": "Ignacy Ewaryst Daszyński",
        "quotes": [
            "Chwała ogromna, triumf zupełny. Wróg rozbity, Polska wolna, Europa uwolniona od zmory „czerwonej armii”, pojącej konie w Renie... Drugi Grunwald w swych dalekosiężnych skutkach.",
            "Dzisiaj prasa rządowa opiera swoje nadzieje na argumencie bata, na pokorze, na posłuszeństwie większości Sejmu wobec samej groźby bata.Nie wdaję się w rozpatrywanie zbawczego planu generała Weyganda, bo plan ten nigdy nie był wykonany. Armia polska wykonała plan Piłsudskiego i zwyciężyła"
        ]
    }
]